const hiTranslations = {
    "logo": "एग्रीस्कैन",
    "fast_prediction": "तेज भविष्यवाणी",
    "smart_farming_healthier_crops": "स्मार्ट खेती, स्वस्थ फसलें",
    "ai_driven_disease_detection": "एआई-संचालित रोग पहचान",
    "leverage_ai_technology": "अपने फसलों को स्वस्थ रखने के लिए अत्याधुनिक एआई तकनीक का लाभ उठाएं। संभावित रोग जोखिमों पर तुरंत अलर्ट प्राप्त करें और अपने फसल की सुरक्षा के लिए सूचित निर्णय लें।",
    "more_than_10000_customers": "10000+ से अधिक ग्राहक",
    "features": "विशेषताएँ",
    "ai_powered_tool_to_safeguard_crops": "आपकी फसल की सुरक्षा के लिए एआई संचालित उपकरण",
    "smart_simple_secure": "स्मार्ट, सरल, सुरक्षित: आपकी फसल की सुरक्षा के लिए एआई उपकरण",
    "accuracy": "सटीकता",
    "accuracy_description": "हमारा ऐप वास्तविक समय में फसल रोग पहचान और भविष्यवाणियों के विश्लेषण प्रदान करता है, उच्च सटीकता और कार्यात्मक जानकारी के साथ। एआई-संचालित सटीकता के साथ, किसान रोगों को फैलने से पहले रोक सकते हैं, जिससे स्वस्थ फसलों और उच्च उत्पादन की गारंटी होती है।",
    "discover_agriscan_capabilities": "एग्रीस्कैन क्षमताओं की पूरी श्रेणी की खोज करें",
    "log_in": "लॉग इन",
    "start_now": "अभी शुरू करें",
    "check_now": "अभी जांचें",
    "harness_ai_power": "एआई की शक्ति का उपयोग करें",
    "upload_image": "पौधे की पत्ती की छवि अपलोड करें।",
    "no_file_chosen": "कोई फ़ाइल चयनित नहीं",
    "providing_analysis_since_2024": "2024 से विश्वसनीय विश्लेषण प्रदान कर रहे हैं",
    "social": "सामाजिक",
    "predict": "भविष्यवाणी करें",
    "download_report": "रिपोर्ट डाउनलोड करें",
    "predict_again": "फिर से भविष्यवाणी करें"
}

export default hiTranslations;